<%@ Page Title="אודות" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="About.aspx.cs" Inherits="About" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="mainContent" Runat="Server">
    <br /><br /><br /><br />
    <h1>בינתיים כשאתם קוראים עליי, מוזמנים לשמוע את השיר האהוב עליי, תהנו :)</h1>
    <a href="#gingSec" style="background-color:#033e3e;color:lightcyan;border:solid lightcyan 1px;font-family:Heebo-SemiBold;border-radius:5px;font-size:1.5em;text-align:center;padding:.2em;margin-right:17em;">&#x2938;אודות ג'ינג'י&#x2939;</a>
    <br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br />
    <div class = "gingi" id="gingSec">
        <table>
            <tr>
                <th colspan="2">יהונתן "ג'ינג'י" היימן</th>
            </tr>
            <tr>
                <td colspan="2"><img src="images/chocoGingi.jpg" alt ="Gingi In Lettuce" height="400" /></td>
            </tr>
            <tr>
                <td colspan="2">תיעוד היסטורי של ג'ינג'י ובת זוגו</td>
            </tr>
            <tr>
                <td>שם מלא</td>
                <td>יהונתן "ג'ינג'י" היימן</td>
            </tr>
            <tr>
                <td>תאריך לידה</td>
                <td>23 בדצמבר 2005</td>
            </tr>
            <tr>
                <td>מאכל אהוב</td>
                <td>חסה</td>
            </tr>
            <tr>
                <td>מין</td>
                <td>מוגן</td>
            </tr>
            <tr>
                <td>דעה פוליטית</td>
                <td>קיימת</td>
            </tr>
        </table>
        <br />
        <h2>
            אודות ג'ינג'י   
        </h2>
        <p>
            יהונתן "ג'ינג'י" היימן <i>(באנגלית: Jonathan "Gingi" Heimann  23 בדצמבר 2005 - היום)</i> היה מפתח תוכנה, מעצב גרפי, שחקן, זמר, סופר, אינטלקטואל, בשלן, הומוסקסואל, יוצר משחק הטאקי, מאסטר ג'ודו, מטפס מקצועי, חסהלוג במקצועו ורופא נשים. 
            <br/>
            <br />
            ג'ינג'י לומד בתיכון ע"ש ישראל גלילי שבכפר סבא, שם הוא מרחיב את מגמת משפט וממשל ואת מגמת מדעי המחשב. במדעי המחשב הוא נתבקש להכין אתר על נושא כרצונו. לאחר דחיית המורה כ. בוקר את הנושא "חסות – היסטוריה, סוגים ומתכונים", הגיע הרעיון ליצירת האתר "תעלומות בלתי פתורות" שאתם מסתכלים בו כיום.    
            <br/>
            <br />
        </p>
        <h2>
                היסטוריה
            </h2>
        <p>
            יהונתן נולד ב-23.12.05 בבית החולים "מאיר" שבכפר סבא לענת היימן (לבית מיכלוביץ') ודורון היימן (לבית היימן). יהונתן נולד למשפחה ממעמד הביניים בכפר סבא כשלוש שנים לאחר לידת אחיו עידן שגדל איתו. יהונתן גדל והתפתח תחילה בביתו ברחוב ויצמן, הרחוב הראשי של העיר, לאחר מכן עבר למספר חודשים לבית סביו וסבתו שבכניסה לשכונה הירוקה בכפר סבא, ובסופו של דבר השתקע עם משפחתו ברחוב אימבר במרכז העיר בשכונת פועלים א', סמוך לתחנת הרכבת הוד השרון סוקולוב.
            <br />
            <br />
            את ילדותו בילה תחילה בגן קטקטים, שם רכש מיומנויות חברתיות ראשונות, והכיר חברים חדשים. לאחר מכן עבר לגן דרור שם הכיר לראשונה חברת ילדות שתהא לעתיד חלק משמעותי בחייו, עומר, ואף הכיר אנשים רבים שילוו אותה בהמשך כמו אור ויותם. בשל בגרותו המטורפת של יהונתן, הוקפץ באמצע שנה לגן הדס, השוכן אל מול גן דרור והם מופרדים באמצעות גדר. כל חבריו נשארו בשנה החולפת בגנו הקודם והוא נאלץ להתמודד עם אנשים חדשים שבגילם נמצאים שנה מעליו ואליהם לא התחבר כלל. את המשך שנה זו בילה בעיקר בקצהו של הגן משחק בפאזלים לבדו ומחכה להפסקות שיוכל לדבר עם חבריו בגן<br /> הסמוך. בסופו של דבר לאחר סוף שנה חבריו בגן חברו אליו לשנה נוספת שבילה אתם בהנאה ובכיף במשחקים, לימודים ועוד...
            <br />
            <br />
            לאחר סיום שנתו בגן הדס, עלה יחד עם חבריו לכיתה א' בבית הספר היסודי אוסישקין שבעיר. תחילת לימודיו בבית הספר היו קשים, הוא לא היה רגיל למסגרת הנוקשה יותר מהמסגרת ששהה בה עד כה ופחד להיות שם לבד, אך עם זאת לאחר מספר ימים הסתגל למסגרת והמשיך כהרגלו. את לימודיו בבית הספר בילה בכיתה א' 2 לשם הוא הגיע עם עומר חברתו הטובה, ועוד מספר ילדים מהגן שלא פיתח איתם קשר כה מבוסס. הוא העביר את הימים בקלילות במפגשים עם עומר ובחוגים מגוונים כמו חוג לגו וחוג רובוטיקה כמו שמתאים לחננה שכמוהו. למד והשקיע וכמו כן המשיך להנות עם חברתו היחידה דאז. בהפסקות נהג לשחק עם חברתו עומר במצולעים בזמן ששאר בני הכיתה נהגו לשחק בכדורגל בחוץ. בעקבות מספר בעיות שהתרחשו עם אלימות במשחקי הכדורגל של הבנים, לפני כל הפסקה כל הבנים נשארו בכיתה על מנת לשמוע את חוקי המשחק עם מחנכתם, אילנה פרידה, ולעומתם יהונתן יצא מהכיתה עם כל הבנות כי הוא מוזר. הוא נהג לשחק במצולעים בכיתה ולהתהלך במגרש של כיתות ו' בצורה מביכה ככה שיאמינו לו שהוא בכיתה ו', מה שלא עבד כלל בהתחשב בעובדה שהוא ילד מביך בכיתה א'.
            
        </p>
        <table>
            <tr>
                <td><img src="images/Dror.jpg" alt ="יהונתן בגן דרור" width="300" style="filter:grayscale(0.3); float:left;"/></td>
            </tr>
            <tr>
                <td>
                    יהונתן בגן דרור עצוב מסיבה שלא מובנת לאף אחד
                </td>
            </tr>
        </table>
        <p>
            בהמשך שנותיו בבית הספר גילה חברים חדשים. לאור התחבר יהונתן בערך בכיתה ג', שם הם נפגשו תחילה לראשונה ושיחקו יחדיו במשחק מחשב של עיצוב נשקים, שם התחברו לראשונה והפכו לחברים ממש טובים. הם בילו יחד המון, שיחקו, ואור אף הכיר לו את יותם, עוד ילד מכיתתו שעתיד להפוך לחבר הכי טוב של יהונתן. בכיתה ג', החל ללמוד יהונתן על הסופר י. ל. פרץ, והמורה שלו דאז, מיכל פרחי ביקשה ממנו לעשות עבודה על השיר "יוסי, ילד שלי מוצלח" יחד עם איתמר מכיתתו ומכיוון ששניהם היו ילדים מאוד יצירתיים, קיבלו 100 בעבודה ורכשו חבר לחיים. יחד עם איתמר, הלך לחוג אומנות בשם "ינשופים" במדרחוב שבעיר ושם בילה את כיתה ז' בקייטנות שיעורים בנושאים שונים כמו אנימציה ציור פיסול ועוד...
        </p>
        <div class="sectionVideo"><iframe width="560" height="315" src="https://www.youtube.com/embed/Z3mPxW55Opk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen ="true"></iframe></div>
        <p>
            בכיתה ד' הצטרף לפרויקט בו לאחר שעות בית הספר נשאר עם ילדים מכיתה עם צרכים מיוחדים ושיחק איתם, לימד אותם ועזר להם. הוא מאוד נהנה בפרויקט ותמיד לאחריו נהג ללכת עם אור ויותם לגינת משחקים בסופו של יער אוסישקין הסמוך לבית הספר, ולדבר איתם על בנות שהם רוצים להציע להן חברות (מי מספר לו...). יהונתן החל לפתח רצון לקשר רומנטי עם שתי ילדות מכיתתו, האחת עומר חברתו הטובה ביותר והשנייה ילדה שלא מדברים עליה וסתם כי היא הייתה מקובלת. כולם החלו לדבר על כך ולהנות ולאחר מכן חזרו הביתה. כמו כן כל יום שני נהגו השלושה לשחק מתחת לביתו של יותם במשחקי חברה כי אף אחד לא אוהב אותם.
        </p>
        <br />
        <h2>ל"ג בעומר השחור</h2>
       
        <p>
            הגענו לי"ח באייר בכיתה ד'. אמצע השנה. יהונתן לאט לאט גיבש מעמד חברתי עם חברתו עומר, חבריו איתמר, יותם ואור, ועם עוד אנשים רבים בכיתתו שהוא נפגש איתם באופן קבוע. כידוע, יהונתן, אור ויותם בכל יום שלישי נפגשו בגן ביער אוסישקין ושוחחו על ענייני היום. התכנון של שלושתיהם היה להגיע לנקודת הקיצון ביום כיפור, להציע חברות למושא אהבתם: אור לילדה בשם שירה, יותם גם כן לילדה בשם שירה, ויהונתן או לילדה הפופולארית הדוחה או לעומר, אהבת חייו הנצחית. שלושתם היו אמורים להיפגש בערב עם כיתתם בסמוך ליער על מנת לחגוג את המאורע עם מדורה וכיבוד. 
        <br />
            <br />
            </p>
         <table>
            <tr>
                <td><img src ="images/LG.jpg" width="390"/></td>
            </tr>
            <tr>
                <td>אני והבסטי לפני שהרסתי הכל</td>
            </tr>
        </table>
        <p>
טרם האירוע, הלכו שלושת החברים עם עוד כמה בנים מהכיתה לאסוף קרשים למדורה ביער. בזמן איסוף הקרשים, התיישב יהונתן ביער עם ילד מכיתתו, רן, שסיפר לו שהוא גם מתכנן להציע חברות לילדה הפופולארית הדוחי. יהונתן היה בהלם. הוא סיפר לו שגם הוא רצה בכך, אך הדבר לא גרם להם לבעיה רצינית מדי, הם אמרו שמי שיקבל אותה יקבל אותה. יהונתן ידע שאין לו סיכוי אל מול הילד השני, ואילא כך בחר ללכת למושא אהבתו השני, עומר  .
            <br />
            <br />
            מגיע הערב. החל ל"ג בעומר. תחילה הכל מרגיש טוב. יהונתן לבש את חולצת המזל שלו עם תמונה ענקית של כלב עליה. יהונתן מבלה עם חברים שלו, צוחק, נהנה, אוכל תפוחי אדמה במדורה, אין מה להגיד, מושלם. לאחר כבערך שעה מתחילת המסיבה, יהונתן התחיל לדבר עם רן, עומר, מאי ועומר. תחילה דיברו מעט ולאחר מכן לקח רן את מאי לצד והציע לה חברות, היא הסכימה. כמה שניות לאחר מכן, לקח יהונתן את עומר גם כן לצד והציע לה. תחילה חשבה שהדבר הוא בדיחה בשל ההיסטוריה והחברות החזקה שלהם. לאחר מכן היא הבינה שמדובר בדבר אמת, והיא אמרה שהיא צריכה רגע לחשוב על זה, יהונתן נתן לה והם הלכו לדרכיהם. 
<br />
<br />
באותו הזמן הגיע יותם לשירה למען הצעת חברות עבורה, כאשר היא בילתה עם חברותיה נועה ועוד אחת. היא פשוט ברחה ממנו, מביכי, היה יום קשה. באותו יום גם אור הציע לה ולא עבד לא, אם להיות כנה לא היה מישהו בכיתה שלא הציע חברות או הוצע לו, ילדים מביכים... עומר באה ליהונתן לאחר מספר דקות עם דמעות בעיניה, יהונתן שהבין מכך את התשובה החל לדמוע בעצמו. היא סירבה להצעה מהסיבה שהיא לא רוצה כרגע זוגיות, ליטהונתן היה קשה לקבל את זה אבל הוא אמר שלפחות זאת הסיבה ולא כי היא לא רוצה אותו. הם המשיכו במהלך הערב, יהונתן חיפש את חברו אור במטרה לספר לו על מאורעות הערב, אך הוא לא מצא אותו כל הערב, והוא החליט ללכת הביתה. כשהוא חזר ההורים שלו אמרו לו שהם מקווים שזה לא יהורוס את החברות בינו לבין עומר, והוא טען שאין סיכוי.
            
<br />
<br />
בוקר היום שאחרי. יהונתן קם מבלי לדעת מה מצפה לו באותו יום. היה יום חופש מבית הספר אז יהונתן ושאר בני הכיתה קבעו להגיע לבית ספר לעשות קרב רובי נרף. כשהוא הגיע הכל היה רגיל, אור בקושי דיבר איתו לאחר שערב קודם הוא לא מצא אותו. באמצע המשחק אור החליט לקחת את יהונתן לצד לדבר איתו וגילה לו שעומר הציעה לו חברות. יהונתן היה בהלם. ליבו נשבר, הוא הבין שעומר שיקרה לו ושרגע אחרי שעומר שיקרה לו והלכה לחברו הטוב ביותר. הוא הלך הביתה נבגד ועצוב. בדרכו, ברחוב ביתו הוא מצא אותה, היא דיברה איתו כמה דקות והם החליטו להישאר חברים. 
<br /><br />
            בסופו של דבר, הקשר של יהונתן ועומר לא צלח וניתק סופית מספר ימים לאחר היום הגורלי. היא ואור נשארו ביחד למשך מספר חודשים והוא ואור נשארו חברים והקשר עם עומר נותק למשך כשנה.
        </p>
        
    </div>
    
       
    <audio src="sounds/Arctic%20Monkeys%20-%20No%20Buses.mp3" loop controls="controls"  autoplay/>
    
    <p>
        <br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br />
    </p>
</asp:Content>