<%@ Page Title="המפלצת מלוך-נס" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Nessi.aspx.cs" Inherits="Nessi" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <link href="../styles/MysteriesStyle.css" rel="stylesheet" />
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="mainContent" Runat="Server">
    <div class ="mystery">
        <br /><h2><%:Page.Title %></h2>
        <table align="left">
            <tr>
                <th colspan="2"><%:Page.Title %></th>
            </tr>
            <tr>
                <td colspan="2"><img src="../images/nessi111.jpg" width="260"/></td>
            </tr>
            <tr>
                <td colspan="2" class="picBio">צילום מפורסם, אך מפוברק, של "המפלצת <br />מלוך נס". פורסם בדיילי מייל ב-1933.</td>
            </tr>
            <tr>
                <td>שם מדעי</td>
                <td>Rhombopteryx nessiteras</td>
            </tr>
            <tr>
                <td>כינוי</td>
                <td>נסי</td>
            </tr>
            <tr>
                <td>מיקום</td>
                <td>לוך נס, סקוטלנד</td>
            </tr>
            <tr>
                <td>אזכור ראשון</td>
                <td>500 לספירה</td>
            </tr>
        </table>

        <p>
            המפלצת מלוך נס <i>(שם מדעי: Rhombopteryx nessiteras)</i>, הידועה גם בשם "נסי" (Nessie) היא מפלצת אגדתית שחיה, כביכול, באגם לוך נס שבסקוטלנד. אזכורים למפלצת השוכנת בלוך נס מופיעים בסיפורים מלפני כ-1,500 שנה. רבים מפקפקים באמינות הסיפור, ומציינים סיפור אחר בו קולומבה, קדוש נוצרי שהאמין כי ניצח את המפלצת מחסל דוב בר באמצעות קולו בלבד ולא מפלצת עצומה.
        </p>

        <p>אזכורים למפלצת השוכנת בלוך נס מופיעים בסיפורים מלפני כ-1,500 שנה. ההתייחסות הראשונה הידועה לדמות המפלצת שבלוך נס היא בספר המתאר את סיפור חייו של הקדוש הנוצרי קולומבה, בו מסופר איך בשנת 565 לכאורה הציל את חייו של פיקט (סקוטי קדום) מידי מפלצת על האגם נס. רבים מפקפקים באמינות הסיפור, ומציינים סיפור אחר בו קולומבה מחסל דוב בר באמצעות קולו בלבד.
        </p>
        <br /><br />
        <h3>היסטוריית תצפיות </h3>
        <p style="margin-left:2em;margin-right:2em;">
הדיווח המודרני הראשון על "מפלצת" התרחש ב-2 במאי 1933. העיתון אינוורנס קוורייר פרסם סיפור על זוג מקומי שראה, לדבריו, "חיה ענקית מתגלגלת וטובלת באגם". הדיווח הפך לסנסציה עיתונאית והעיתונים הלונדוניים שלחו כתבים רבים לאגם בניסיון להשיג תמונה של ה"מפלצת" (כינוי שהעניק לחיה עורכו של הקורייר). קרקס אחד הגדיל לעשות והציע פרס בסך עשרים אלף פאונד למי שילכוד את המפלצת. ב-21 באפריל 1934 פורסם הצילום הראשון של המפלצת בעיתון דיילי מייל. הצילום הפך למפורסם מאוד ובמשך 60 שנה הוצג כהוכחה לקיומה של המפלצת באגם. בשנת 1994 תוכנית של ערוץ דיסקברי הוכיח שהצילום מזויף ולאחר מכן התוודה כריס ספרלינג לפני מותו שאכן בנה את הדגם מצוללת צעצוע ומכר אותה לעיתון בעזרת החתן שלו שעבד בדיילי מיל.   
        <br /><br />
        לוך נס הוא אטרקציה תיירותית ורבים מגיעים לאזור בניסיון לצפות במפלצת. חוקרים רבים בדקו ברצינות את רעיון הימצאותה של מפלצת באגם באמצעות מחקרים גאולוגיים, סונאר וצלילה, ולא הצליחו להוכיח או להפריך שהיא קיימת או לספק ראיות משכנעות לכך. מחקר אחד העריך שעל פי גודל גופה המשוער של המפלצת וכמות הדגה המצויה באגם, המפלצת לא יכולה להתקיים בשל מחסור במזון. יש שאומרים שככל הנראה המפלצת היא פלזיוזאורוס ששרד עד היום.

בשנת 1968 פרסם זואולוג בריטי בשם פרדי הולידיי השערה לפיה המפלצת מלוך נס קשורה באופן ביולוגי לטולימונסטרום.

ב-2007 הציעה סוכנות הימורים בריטית פרס בסך מיליון ליש"ט (כ-1.3 מיליון דולר) למי שיצלם את המפלצת מלוך נס.

ב-2019 נלקחו דגימות DNA מתוך האגם ועל פיהם שיערו חוקרים שהמפלצת היא בעצם צלופח ענק.
        </p><br />
        <div class="sectionVideo"><iframe width="560" height="315" src="https://www.youtube.com/embed/D8d555V4Xwg" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen="true"></iframe></div>



        <div class ="section">
            <h3 style="margin-top:.5em;">לעוד מידע: </h3>
            <p style ="margin:auto; text-align:center;">
                <a href ="https://www.lametayel.co.il/articles/l0524" target="_blank">האמת על המפלצת - למטייל</a>
                <a href ="https://travel.walla.co.il/item/3369408" target="_blank">לוכנס והקורונה - האמת</a>
                <a href="https://www.mako.co.il/hix-bizarre/Article-c2f5a989fb91771027.htm" target="_blank">התעלומה נפתרה - מאקו </a>
                <a href ="https://eureka.org.il/item/18463/%D7%94%D7%90%D7%9D-%D7%94%D7%9E%D7%A4%D7%9C%D7%A6%D7%AA-%D7%A0%D7%A1%D7%99-%D7%90%D7%9B%D7%9F-%D7%A7%D7%99%D7%99%D7%9E%D7%AA-%D7%91%D7%90%D7%92%D7%9D-%D7%9C%D7%95%D7%9A-%D7%A0%D7%A1" target ="_blank">אאוריקה - מה נסגר עם נסי?</a>
            </p>
        </div>
        <br /><br /></div>
</asp:Content>
